import React from 'react'

const About = () => {
  return (
    <div className='p-5 text-center' style={{width:"50%", margin:"auto",fontSize:"24px"}}>
      کتابخانه ما با عشق به دانایی و باور به قدرت کتاب‌ها شکل گرفت.
اینجا جایی‌ست برای کسانی که خواندن را نه فقط سرگرمی، بلکه راهی برای رشد، آرامش و آگاهی می‌دانند.

ما تلاش می‌کنیم مجموعه‌ای غنی از کتاب‌های ارزشمند در زمینه‌های گوناگون فراهم کنیم تا هر خواننده‌ای با هر سلیقه‌ای بتواند کتاب دلخواه خود را پیدا کند.
هدف ما ساده است: نزدیک‌تر کردن مردم به کتاب و ساختن دنیایی روشن‌تر از دل کلمات.

به کتابخانه ما خوش آمدید؛ جایی که هر صفحه، شروع یک ماجراجویی تازه است.
    </div>
  )
}

export default About
