import React from 'react'

const Contact = () => {
  return (
    <div className='p-5 text-center' style={{width:"50%", margin:"auto",fontSize:"24px"}}>
     اگر پرسشی دارید، به کمکتان بیاییم باعث خوشحالی ماست.
ما همواره آماده‌ایم تا صدای شما را بشنویم — چه پیشنهادی برای بهبود داشته باشید، چه بخواهید درباره کتاب‌ها، سفارش‌ها یا خدمات ما بیشتر بدانید.
<br />
📚 راه‌های ارتباطی:
<br />

📞 تلفن: ۰۲۱-xxxxxxx
<br />

📧 ایمیل: info@yourlibrary.ir
<br />

📍 آدرس: [نام شهر]، [خیابان یا میدان اصلی]، [پلاک یا طبقه]
<br />
<br />

همچنین می‌توانید از طریق فرم تماس در همین صفحه پیام خود را برایمان ارسال کنید؛
تیم ما در کوتاه‌ترین زمان ممکن پاسخ‌گو خواهد بود.
<br />

با ما در ارتباط باشید؛
<br />
چون هر گفتگو، شروع یک داستان تازه است. 🌸
    </div>
  )
}

export default Contact
